/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ đã được tải về và sẵn sàng để sử dụng! Đây là một bản cập nhật quan trọng; bạn có muốn cài đặt nó và chạy lại %1$@ ngay bây giờ không?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ đã được tải về và sẵn sàng để sử dụng! Bạn có muốn cài đặt nó và chạy lại %1$@ ngay bây giờ?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "Không thể cập nhật %1$@ khi nó đang chạy từ một ổ đĩa chỉ để đọc như ảnh đĩa hoặc ổ đĩa quang. Di chuyển %1$@ vào thư mục Ứng dụng của bạn, chạy lại từ đó và thử lại.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ hiện là phiên bản mới nhất.";

/* No comment provided by engineer. */
"%@ downloaded" = "Đã tải xuống %@";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ trong số %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Đã có phiên bản mới của %1$@. Hãy cập nhật lên %2$@ để trải nghiệm những cải tiến mới nhất.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Đã có phiên bản mới của %1$@. Hãy cập nhật lên %2$@ để trải nghiệm những cải tiến mới nhất. Bạn có muốn tìm hiểu thêm về bản cập nhật này trên web không?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Phiên bản mới của %@ đã sẵn sàng để cài đặt!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Đã xảy ra lỗi khi truy xuất thông tin cập nhật. Vui lòng thử lại sau.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Đã có lỗi xảy ra khi đang tải xuống bản cập nhật. Vui lòng thử lại sau.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Đã có lỗi xảy ra khi đang giải tệp nén. Vui lòng thử lại sau.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Đã có lỗi xảy ra khi đang cài đặt bản cập nhật. Vui lòng thử lại sau.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Đã có lỗi xảy ra khi đang phân tích tin tức cập nhật.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Đã có lỗi xảy ra khi đang khởi động lại %1$@, nhưng phiên bản mới sẽ sẵn dùng khi bạn chạy %1$@ lần tới.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Một bản cập nhật quan trọng cho %@ đã sẵn sàng để cài đặt";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Hủy";

/* No comment provided by engineer. */
"Cancel Update" = "Hủy cập nhật";

/* No comment provided by engineer. */
"Checking for updates..." = "Kiểm tra bản cập nhật...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Đang tải bản cập nhật...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Đang giải nén bản cập nhật...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Cài đặt và Khởi động lại";

/* Take care not to overflow the status window. */
"Installing update..." = "Đang cài đặt bản cập nhật...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Tìm hiểu thêm...";

/* No comment provided by engineer. */
"Let's update your app" = "Hãy cập nhật ứng dụng của bạn";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Sẵn sàng để Cài đặt";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Bạn có muốn để %1$@ tự động kiểm tra bản cập nhật? Bạn luôn có thể tự mình kiểm tra bản cập nhật từ menu %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Bản cập nhật này có chữ ký không đúng.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Bản cập nhật sẽ không được cài đặt vì người dùng yêu cầu tắt hệ thống";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Chà, phiên bản %@ của bạn là phiên bản cũ.";

/* No comment provided by engineer. */
"Update Error!" = "Lỗi cập nhật!";

/* No comment provided by engineer. */
"Updating %@" = "Đang cập nhật %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Bạn đã có phiên bản mới nhất của %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Bạn đã được cập nhật!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Bạn hiện đang ở phiên bản %@, hiện không còn được hỗ trợ. Chúng tôi đã giới thiệu rất nhiều cải tiến sau phiên bản đó, do đó hãy tải phiên bản mới nhất để tiếp tục.";
